Repository: common-repository/bpckeditor
Catalog: languages/bpckeditor-*.po
Languages: es_es

source: can't be readed here. Please double check it. Remember to include a trailing slash.
es_es: no puede ser leído desde aquí. Por favor, verifique. Recuerde incluir un slash al final.

source: Settings saved.
es_es: Configuración Guardada.

source: General Settings
es_es: Ajustes Generales

source: Where do you want to show this settings page?
es_es: Donde sea que se muestre esta página de ajutes?

source: In a top level menu
es_es: En su propio menú

source: In BuddyPress menu
es_es: En el menú BuddyPress

source: In Settings menu
es_es: En el menú Ajustes

source: Path to CKEditor's folder
es_es: Ruta al directorio de CKEditor

source: Introduce the full path to your copy of CKEditor. I.e:
es_es: Introduzca la ruta completa a su copia de CKEditor. I.e:

source: URL to CKEditor's folder
es_es: URL al directorio de CKEditor

source: Introduce the URL to the previous path. I.e:
es_es: Introduzca la URL a la ruta anterior. Ej:

source: Path to CKFinder's folder
es_es: Ruta al directorio de CKFinder

source: Introduce the full path to your copy of CKFinder. If not set, we won't try to connect CKEditor with CKfinder
es_es: Introduzca la ruta completa a su copia de CKFinder. Si no lo especifica, no intentaremos conectar a CKEditor con CKFinder

source: URL to CKFinder's folder
es_es: URL al directorio de CKFinder

source: Introduce the URL to the previous path.
es_es: Introduzca la URL a la ruta anterior.

source: Editor Settings
es_es: Ajustes del Editor

source: The width of editing area( content ), in relative or absolute.
es_es: Ancho del área de edición (contenido). Valores relativos o absolutos.

source: The height of editing area( content ), in relative or absolute.
es_es: Altura del área de edición (contenido). Valores relativos o absolutos.

source: Whether to enable the resizing feature.
es_es: Si se activa o no la característica de redimensionamiento.

source: The maximum editor width, in pixels, when resizing it with the resize handle.
es_es: Ancho máximo del editor, en píxeles, cuando se redimensiona con el manejador de redimensionamiento.

source: The minimum editor height, in pixels, when resizing it with the resize handle.
es_es: Altura mínimo del editor, en píxeles, cuando se redimensiona con el manejador de redimensionamiento.

source: The minimum editor width, in pixels, when resizing it with the resize handle.
es_es: Ancho mínimo del editor, en píxeles, cuando se redimensiona con el manejador de redimensionamiento.

source: The maximum height to which the editor can reach using AutoGrow.
es_es: Altura máxima que el editor puede alcanzar usando AutoGrow.

source: The minimum height to which the editor can reach using AutoGrow.
es_es: Altura mínima que el editor puede alcanzar usando AutoGrow.

source: Whether the replaced element (usually a textarea) is to be updated automatically when posting the form containing the editor.
es_es: Si el elemento reemplazado (por lo general un textarea) se actualiza automáticamente cuando se envíe el formulario que contiene el editor.

source: The base href URL used to resolve relative and absolute URLs in the editor content.
es_es: El URL base a ser usado para determinar las URLs relativas y absolutas en el contenido del editor.

source: The base Z-index for floating dialogs and popups.
es_es: El Z-index base para los diálogos flotantes y los popups.

source: The CSS file(s) to be used to apply style to the contents.
es_es: El archivo(s) CSS a ser usado(s) para aplicar estilo al contenido.

source: Language code of the writting language which is used to author the editor contents.
es_es: Código del lenguaje escrito que es usado para crear los contenidos del editor.

source: The language to be used if 'language' is left empty and it's not possible to localize the editor to the user language.
es_es: El lenguaje a ser usado si 'language' se deja en blanco y no es posible localizar el editor al lenguaje del usuario.

source: The user interface language localization to use. If empty, the editor automatically localize the editor to the user language, if supported, otherwise the 'defaultLanguage' language is used.
es_es: El lenguaje de interfaz de usuario a ser usado. Si se deja en blanco, el editor automáticamente localizará el editor al lenguaje del usuario, si es soportado. En caso contrario, se usará 'defaultLanguage'.

source: The URL path for the custom configuration file to be loaded.
es_es: El URL al archivo de configuración personalizado a ser cargado.

source: Disables the ability of resize objects (image and tables) in the editing area.
es_es: Desactiva la capacidad de redimensionar objetos (imágenes y tablas) en el área de edición.

source: Whether to render or not the editing block area in the editor interface.
es_es: Si se renderiza o no el bloque de edición en la interfaz del editor.

source: Allow context-sensitive tab key behaviors.
es_es: Permite comportamientos contextuales a la tecla tab.

source: Sets the behavior for the ENTER key.
es_es: Establece el comportamiento de la tecla ENTER.

source: Whether to use HTML entities in the output.
es_es: Si se utiliza o no entitdades HTML en la salida.

source: List of additional plugins to be loaded.
es_es: LIsta de completos adicionales a ser cargados.

source: Indicates whether the contents to be edited are being inputted as a full HTML page.
es_es: Indica si el contenido a ser editado se está introduciendo como página HTML completa.

source: Whether escape HTML when editor update original input element.
es_es: Si se escapa el HTML cuando se actualice el elemento original (por lo general un textarea).

source: Whether the editor must output an empty value ("") if it's contents is made by an empty paragraph only.
es_es: Si el editor debe generar un valor vacío ("") si el contenido es sólo un párrafo vacío unicamente.

source: Comma separated list of plugins to load and initialize for an editor instance.
es_es: Lista de complementos separados por comas a ser cargados e inicializados para la instancia del editor.

source: A comma separated list of elements attributes to be removed when executing the "remove format" command.
es_es: Lista de atributos de elementos a ser eliminados cuando se ejecute el comando "Eliminar Formato".

source: A comma separated list of elements to be removed when executing the "remove " format" command.
es_es: Lista de elementos a ser eliminados cuando se ejecute el comando "Eliminar Formato".

source: List of plugins that must not be loaded.
es_es: Lista de complementos que no deben ser cargados.

source: If enabled (true), turns on SCAYT automatically after loading the editor.
es_es: Si está activado (Verdadero), activa SCAYT (verificación ortográfica) automáticamente luego de cargar el editor.

source: Customizes the display of SCAYT context menu commands ("Add Word", "Ignore" and "Ignore All").
es_es: Personaliza los comandos del menú contextual de SCAYT ("Agregar palabra", "Ignorar" e "Ignorar Todos").

source: Define order of placing of SCAYT context menu items by groups.
es_es: Define la ubicación de los items del menú contextual de SCAYT por grupos.

source: Links SCAYT to custom dictionaries.
es_es: Enlaza SCAYT con diccionarios personalizados.

source: Sets the customer ID for SCAYT.
es_es: Establece el "customer ID" (identificador de Cliente) para SCAYT.

source: Defines the number of SCAYT suggestions to show in the main context menu.
es_es: Define el número de sugerencias SCAYT a mostrar en el menú contextual.

source: Enables/disables the "More Suggestions" sub-menu in the context menu.
es_es: Activa/Desactiva el submenú "Más Sugerencias" en el menú contextual.

source: Sets the default spellchecking language for SCAYT.
es_es: Establece el lenguaje predeterminado para la corrección ortográfica de SCAYT.

source: Set the URL to SCAYT core.
es_es: Establece el URL para el núcleo SCAYT.

source: Defines the behavior for the SHIFT+ENTER key.
es_es: Define el comportamiento de la tecla SHIFT+ENTER.

source: The skin to load.
es_es: Skin a cargar.

source: The mode to load at the editor startup.
es_es: El modo a cargar el editor al inicio.

source: Whether the toolbar can be collapsed by the user.
es_es: Si la barra de herramientas puede ser contraída por el usuario.

source: The "theme space" to which rendering the toolbar.
es_es: El "espacio del tema" en el cual se dibujará la barra de herramientas.

source: Whether the toolbar must start expanded when the editor is loaded.
es_es: Si la barra de herramientas debe ser mostrada inicialmente expandida.

source: True
es_es: Verdadero

source: False
es_es: Falso

source: Definition
es_es: Definición

source: Save Changes
es_es: Guardar Cambios

source: Settings
es_es: Ajustes

source: <strong>BPCKEditor</strong></a> requires the BuddyPress plugin to work. Please <a href="http://buddypress.org">install BuddyPress</a> first, or <a href="plugins.php">deactivate BPCKEditor</a>.
es_es: <strong>BPCKEditor</strong></a> necesita el plugin BuddyPress para funcionar. Por favor <a href="http://buddypress.org">instale BuddyPress</a> primero o <a href="plugins.php">desactive BPCKEditor</a>.
